Repository: helsingborg-stad/google-analythics
Catalog: languages/google-analytics-*.po
Languages: sv_se

source: Invalid Service Account
sv_se: Ogiltigt Service Account

source: JSON key contents is missing
sv_se: Innehåll för JSON-nyckel saknas

source: Success
sv_se: Lyckades

source: Not valid JSON
sv_se: Felaktigt JSON-format

source: Google Analytics settings
sv_se: Google Analytics inställningar

source: To track and display statistics from Google Analytics you need to connect a Service Account with read permissions to the desired web property. <br>Enter the contents from your private key in JSON format below.
sv_se: För att spåra och visa statistik från Google Analytics behöver du ansluta ett Service Account med läsrättigheter till önskad webbegendom.<br>Ange innehållet i din privata nyckel i JSON-format nedan.

source: Private key
sv_se: Privat nyckel

source: Save
sv_se: Spara

source: Select web property
sv_se: Välj webbegendom

source: Select the web property you wish to track with Google Analytics.
sv_se: Välj den webbegendom som du vill spåra med Google Analytics.

source: Reset settings
sv_se: Återställ inställningar
